[
    [
        "What day of the month was Grandpa Bootz born?",
        18,
        "18th of October 1933"
    ],
    [
        "Grandpa Bootz has a picture of him on his motocross bike, what is the racing number on his bike?",
        58
    ],
    [
        "What year was the spoon episode?",
        2008,
        "Often referred to as Spoon Episode '08"
    ],
    [
        "What year did Frankenstein rise out of the trailer floor?",
        1999
    ],
    [
        "How many years did we own the trailer?",
        5
    ],
    [
        "What year did the Carlson family go to New York?",
        2003
    ],
    [
        "What the license plate of the popup trailer? It was R _ _ _ _ _ _",
        717781
    ],
    [
        "How old was Stephanie when she first got lice in her hair?",
        8
    ],
    [
        "What year did Dad go to Emergency Room for his accident in Saint George?",
        2005
    ],
    [
        "When was the train in Avery Park Corvallis, Oregon installed?",
        1960,
        "It was built in 1922"
    ],
    [
        "The train in Avery Park Corvallis, Oregon is a George Pacific #___. What is the number?",
        5,
        "Georgia Pacific #5 a 2-8-2 \"Mikado\" type engine, built by Baldwin Locomotive Works in 1922. Under the Baldwin designation system, it is a 12-30 1/4 E 85 engine. It was given road number 5, and was completed and delivered to the Brooks-Scanlon Lumber Co. on May 6 1922. At some point, it was acquired by the Alaska Junk Co and later purchased by Georgia Pacific and put to work in Toledo, Oregon on a recently acquired line of track going from Yaquina-Toledo-Selitz-Monmouth. It was abandoned and a year later was gifted to the City of Corvallis."
    ],
    [
        "What year was Corvallis Oregon founded?",
        1845,
        "October 1845"
    ],
    [
        "We lived in the part of Corvallis that had the zipcode of 97333, what was the other zipcode?",
        97330
    ],
    [
        "Phone numbers from Corvallis start with two prefixes. One is 541. What is the second prefix?",
        458
    ],
    [
        "How many square miles is Corvallis, Oregon?",
        14.30,
        "According to the United States Census Bureau, the city has a total area of 14.30 square miles (37.04 km2), of which 14.13 square miles (36.60 km2) are land and 0.17 square miles (0.44 km2) is covered by water."
    ],
    [
        "How many people lived in Corvallis, Oregon as of the 2020 census?",
        59922,
        "As of the 2020 census, there were 59,922 people and 23,952 households in the city"
    ]
]