[
    [
        "In the 2010 census, how many US cities (not metro areas) had a population greater than 1 million?",
        9
    ],
    [
        "What is the shortest straight line distance in miles between two US state capitals?",
        41
    ],
    [
        "In millions, what is the largest number of votes ever cast for a US Presidential candidate in a single election (through the 2016 election)?",
        69.49
    ],
    [
        "In what year did the US flag get its 25th star?",
        1836
    ],
    [
        "How many different US states have national parks (as of the end of 2019)?",
        29
    ],
    [
        "In feet, what is the difference between the highest and lowest elevations in the state of Florida?",
        345
    ],
    [
        "How many US state capitals lie to the west of Los Angeles, CA or to the east of Miami, FL?",
        19
    ],
    [
        "What was the highest temperature (in Fahrenheit) ever recorded in the US (as of 2019)?",
        134.1
    ],
    [
        "According to the US Department of the Interior in 2012, what percent of the land in the US is owned by the federal government?",
        28
    ],
    [
        "What was the first year in the 20th century in which a name besides Mary was the most popular name for new baby girls in the US? (replaced by the name Linda)",
        1947
    ],
    [
        "What is the length (in miles) of the border between the US and Mexico?",
        1989
    ],
    [
        "As of 2016, what is the median age of the US population?",
        37.9
    ],
    [
        "Including the names of the signers, how many words are in the US Declaration of Independence?",
        1458
    ],
    [
        "How many US states do not have any letters in their name that are used more than once?",
        9
    ],
    [
        "In what year did China become the first country with a population greater than 1 billion?",
        1982
    ],
    [
        "The largest earthquake ever recorded in the world was in Chile in 1960. What was the magnitude of this earthquake on the Richter scale?",
        9.5
    ],
    [
        "In feet, what was the original width of the lock chambers in the Panama Canal?",
        110
    ],
    [
        "According to the United Nations, what percent of the world's population lived in urban areas in 2014?",
        54
    ],
    [
        "In millimeters, what did the 2013 Intergovernmental Panel on Climate Change estimate as the average annual sea level rise?",
        3.2
    ],
    [
        "How old was the oldest person to ever reach the summit of Mount Everest (as of 2017)?",
        80
    ],
    [
        "How many countries have land that touches the equator (as of 2017)?",
        11
    ],
    [
        "What was the largest combined score in any of the first 50 Super Bowls?",
        75
    ],
    [
        "In what year was the first electronically timed and officially recognized 100m sprint measured under 10 seconds?",
        1968
    ],
    [
        "ESPN cable subscriptions have been declining as \"cord-cutting\" has increased in popularity. What was their peak household subscriber count (in millions) in 2011?",
        100.1
    ],
    [
        "As of 2019, how many US metropolitan areas had teams from all 4 major US sports leagues (NFL, NBA, MLB, NHL)?",
        13
    ],
    [
        "In whole dollars, what was the highest payout for a $2 bet on a winning horse in Kentucky Derby history (as of 2019)?",
        184
    ],
    [
        "How many home runs were hit in Major League Baseball in 2000, the peak of the steroid era?",
        5693
    ],
    [
        "In the 2016 Summer Olympics, how many different nations received gold medals?",
        59
    ],
    [
        "Four new elements were added to the Periodic Table in 2015. What was the new total number of elements after that addition?",
        118
    ],
    [
        "In seconds, how long does it take light from the sun to reach Earth?",
        499
    ],
    [
        "What is the sum of the first 1000 digits after the decimal point in pi?",
        4476
    ],
    [
        "On average, how many times does the International Space Station circle the Earth every day?",
        15.5
    ],
    [
        "Given a standard deck of cards (4 suits, 13 values), what is the percent chance that a random set of 5 cards contains exactly one pair and no better Poker hand?",
        42.2
    ],
    [
        "In what year did Sir Isaac Newton first publish his Principia, where he stated his laws of motion and gravitation?",
        1687
    ],
    [
        "What is the 100th prime number?",
        541
    ],
    [
        "As of 2007, what percent of the world's population lives in the US?",
        4.57
    ],
    [
        "How many #1 singles did the Beatles have on the Billboard Hot 100 singles chart?",
        21
    ],
    [
        "As of 2007, what percent of the world's population speaks Spanish as their first language?",
        4.88
    ],
    [
        "In 2004, how many new SUVs were sold in the US?",
        4623960
    ],
    [
        "In the 1961-62 NBA season, Wilt Chamberlain set the record for most points scored. How many points did he score per game?",
        50.36
    ],
    [
        "How old was Nirvana lead singer Kurt Cobain when the group released their hit 1991 album Nevermind?",
        24
    ],
    [
        "In millions, how many votes were cast to crown the 2007 American Idol on the TV show's 6th season finale?",
        74
    ],
    [
        "Russia is the world's largest country. What percent of the world's total land area does Russia make up?",
        13
    ],
    [
        "How old was Martin Luther King, Jr. when he was assassinated in 1968?",
        39
    ],
    [
        "The Pablo Picasso painting The Dream was purchased for $7,000 in 1941. In millions of dollars, how much was it sold for in 1997?",
        48.4
    ],
    [
        "For how many months does the average US $1 bill stay in circulation?",
        21
    ],
    [
        "In what year was the Heisman Trophy first awarded to the best US college football player?",
        1935
    ],
    [
        "How many Emmy nominations did Comedy Central's The Colbert Report receive for its first season?",
        4
    ],
    [
        "In what year did explorer Ferdinand Magellan embark on the first successful attempt to sail around the world?",
        1519
    ],
    [
        "34 million people lived in California in 2000. How many people lived in California in 1900?",
        1485053
    ],
    [
        "How old was Joan of Arc when she was burned at the stake in 1431?",
        19
    ],
    [
        "As of 2007, what percent of US residents are Caucasian?",
        66.38
    ],
    [
        "In 2006, what percent of US adults had a member account at Blockbuster?",
        49.93
    ],
    [
        "The are 58,249 names etched in the Vietnam Veterans Memorial Wall. How many are of women?",
        8
    ],
    [
        "In dollars, how much did a 3-day ticket to the original Woodstock concert cost at the gate?",
        24
    ],
    [
        "In what year was an ATM machine first installed in the US?",
        1969
    ],
    [
        "How many miles long is the main wall of the Great Wall of China, excluding all of its secondary branches?",
        4163
    ],
    [
        "What was the average age of US combat soldiers during the Vietnam War?",
        19
    ],
    [
        "In 2006, what percent of US households subscribed to basic cable?",
        83.96
    ],
    [
        "In what year did IBM release its first personal computer?",
        1981
    ],
    [
        "The record time for the Daytona 500 car race was set in 1980. In miles per hour, what was the winner's average speed?",
        177.6
    ],
    [
        "In what year did the radio presentation War of the Worlds cause a panic because many people thought that Martians were invading the Earth?",
        1938
    ],
    [
        "Jupiter is the largest planet in our solar system. How many times larger in volume is Jupiter than the Earth?",
        1321.33
    ],
    [
        "What percent of the Earth's water area does the Atlantic Ocean make up?",
        21.26
    ],
    [
        "In what year did the repeal of Prohibition make it legal once again to sell alcohol in the US?",
        1933
    ],
    [
        "How many official languages are used by the United Nations?",
        6
    ],
    [
        "In what year was penicillin, the first antibiotic, discovered?",
        1928
    ],
    [
        "How many US $1 bills would be contained in a stack of bills one foot high?",
        2746
    ],
    [
        "In what year was the film Citizen Kane first released?",
        1941
    ],
    [
        "How many artists made up USA for Africa, the group that recorded the 1985 hit song We Are the World?",
        45
    ],
    [
        "Rhode Island is the smallest US state, while Alaska is the largest. How many Rhode Islands could fit into the land area of Alaska?",
        546
    ],
    [
        "What percent of the US population disapproved of Richard Nixon's presidency in August 1974?",
        66
    ],
    [
        "The world's population reached 1 billion in 1804. In what year did it reach 2 billion?",
        1927
    ],
    [
        "The femur is the longest bone in the human body. On average, how many inches long is this bone in an adult male?",
        19.88
    ],
    [
        "What is the record for most touchdowns scored by a single player in an NFL season?",
        31
    ],
    [
        "In what year was the Atari 2600 video game system first sold in the US?",
        1977
    ],
    [
        "In what year were African-Americans in the US granted the right to vote?",
        1870
    ],
    [
        "In miles, how wide is the English Channel at its narrowest point?",
        21
    ],
    [
        "How many speaking roles were there in The Lord of the Rings movie trilogy?",
        114
    ],
    [
        "In what year did Rapper's Delight become the first rap song to enter the Billboard Top 40 chart?",
        1979
    ],
    [
        "How many Category 5 hurricanes hit the US during the 20th century?",
        3
    ],
    [
        "10,500 athletes competed in the 2004 Summer Olympics. How many were expelled for drug violations?",
        24
    ],
    [
        "In what year did rockers Buddy Holly, Ritchie Valens, and the Big Bopper die in a plane crash following a concert?",
        1959
    ],
    [
        "What percent of the Earth's water area does the Pacific Ocean make up?",
        43.07
    ],
    [
        "What percent of US land area does Texas make up?",
        7.4
    ],
    [
        "In what year was an African-American first appointed to the US cabinet?",
        1966
    ],
    [
        "In 2007, how many hours per week did the average American spend surfing the internet?",
        28.51
    ],
    [
        "In what year did a company first provide consumers with dial-up internet access?",
        1989
    ],
    [
        "Wayne Gretzky holds the National Hockey League record for most career goals. How many goals did he average per season?",
        42.57
    ],
    [
        "How many Grammy Awards did Elvis Presley win?",
        3
    ],
    [
        "In what year was the novel Frankenstein first published?",
        1818
    ],
    [
        "How many feet above sea level is the highest point on the world's tallest volcano?",
        22615
    ],
    [
        "In what year did the siege of the Alamo occur in Texas?",
        1836
    ],
    [
        "How many spaces are there on a Trivial Pursuit board?",
        73
    ],
    [
        "The Australian dragonfly is the fastest flying insect. In miles per hour, what is its average speed?",
        24
    ],
    [
        "In what year was Pete Rose banned from Major League Baseball?",
        1989
    ],
    [
        "Jimi Hendrix's Fender Stratocaster electric guitar was auctioned in 1990. In dollars, what was the sale price?",
        323522
    ],
    [
        "In millions, how many viewers watched the final episode of Seinfeld?",
        76
    ],
    [
        "What percent of US land area does Alaska make up?",
        16.17
    ],
    [
        "President Bush's 2007 State of the Union speech lasted 49 minutes. How many times was he interrupted by applause?",
        58
    ],
    [
        "Before The Departed, how many full-length feature films did Martin Scorcese direct?",
        25
    ],
    [
        "In what year did the US Surgeon General first declare that cigarettes are addictive?",
        1988
    ],
    [
        "Pete Rose holds the Major League Baseball record for most career hits. How many hits did he average per season?",
        177.33
    ],
    [
        "In what year did LEGO introduce its first building blocks?",
        1949
    ],
    [
        "How many weeks did Michael Jackson's Thriller spend at #1 on the Billboard 200 album chart?",
        37
    ],
    [
        "How many miles is it in a straight line between New York and Los Angeles?",
        2462
    ],
    [
        "How many days passed between election night 2000 and Al Gore's final concession to George W. Bush?",
        36
    ],
    [
        "What percent of the US federal prison population is imprisoned for drug offenses (as of 2007)?",
        53.6
    ],
    [
        "How many miles does light travel in one second?",
        186282
    ],
    [
        "How many touchdown passes did Joe Montana throw during his 15-year NFL career?",
        273
    ],
    [
        "How many cards are in an original Uno deck?",
        108
    ],
    [
        "In miles, what is the distance around the Earth at its equator?",
        24902
    ],
    [
        "In feet, how deep is the world's deepest ocean trench?",
        35840
    ],
    [
        "How many southern states joined the Confederacy during the US Civil War?",
        11
    ],
    [
        "In what year was a newspaper first published in the US?",
        1690
    ],
    [
        "In days, what is the longest that any astronaut has spent in space on a single mission?",
        437.75
    ],
    [
        "Cal Ripken, Jr. holds the Major League Baseball record for most consecutive games played. How many games did he play in a row?",
        2632
    ],
    [
        "How many actresses have received Emmy nominations for their role on Desperate Housewives?",
        7
    ],
    [
        "In miles per hour, what is the minimum wind speed necessary for a Category 5 hurricane?",
        156
    ],
    [
        "In dollars, how much did the most expensive ticket cost on the Titanic in 1912?",
        4350
    ],
    [
        "In what year did Texas become a US state?",
        1845
    ],
    [
        "How many years older is the Jewish calendar than the Christian calendar?",
        3760
    ],
    [
        "How many years passed between the introduction of Coca-Cola and the introduction of Diet Coke?",
        96
    ],
    [
        "The first Indianapolis 500 car race was held in 1911. In miles per hour, what was the average speed of the winner?",
        74.6
    ],
    [
        "In dollars, how much was Margaret Mitchell paid for the rights to make her novel Gone with the Wind into a movie?",
        50000
    ],
    [
        "In what year did Washington, DC become the home of the US federal government?",
        1800
    ],
    [
        "How many miles long is the Nile River?",
        4160
    ],
    [
        "In what year did Alexander Graham Bell receive a patent for the invention of the telephone?",
        1876
    ],
    [
        "How many children's books did Dr. Seuss write and illustrate?",
        44
    ],
    [
        "How many glasses of milk does the average milk cow produce in a year?",
        46000
    ],
    [
        "In what year did a man first barrel over Niagara Falls and survive?",
        1911
    ],
    [
        "In 2007, how many people on average watched CBS' The Early Show each day?",
        3030000
    ],
    [
        "What percent of US credit card bills are paid in full each month (as of 2007)?",
        55.3
    ],
    [
        "1.2 million people lived in Detroit in 1980. How many people lived in Detroit in 2005?",
        886671
    ],
    [
        "In years, how old was Anna Nicole Smith when she died?",
        39
    ],
    [
        "What percent of Americans age 18 to 29 have at least one tattoo (as of 2006)?",
        36
    ],
    [
        "In miles per hour, how fast does sound travel at sea level?",
        761
    ],
    [
        "How many touchdown passes did Dan Marino average per season?",
        24.71
    ],
    [
        "How many times has actress Elizabeth Taylor been married?",
        8
    ],
    [
        "In what year was the US Social Security system created?",
        1935
    ],
    [
        "What percent of US women are left-handed?",
        8
    ],
    [
        "In what year did Abraham Lincoln deliver the Gettysburg Address?",
        1863
    ],
    [
        "What percent of US holiday shoppers expect at least one of their gifts to be returned (as of 2004)?",
        56
    ],
    [
        "In what year did Sally Ride become the first American woman to travel into space?",
        1983
    ],
    [
        "In feet, how long is a regulation tennis court?",
        78
    ],
    [
        "In what year did Led Zeppelin first release the album Led Zeppelin IV, which contained the song Stairway to Heaven?",
        1971
    ],
    [
        "How many bedrooms does Buckingham Palace have?",
        240
    ],
    [
        "In inches, what is the standard distance between US railroad tracks?",
        56.5
    ],
    [
        "In what year did a US president first live in the White House?",
        1800
    ],
    [
        "What percent of Americans watch the same movie each year as part of their Christmas holiday tradition?",
        61
    ],
    [
        "In dollars, how much did the average gallon of gasoline cost in the US in 1980?",
        1.22
    ],
    [
        "How many Olympic medals has track & field star Carl Lewis won?",
        9
    ],
    [
        "Stevie Wonder was the youngest male soloist to have a #1 US single. How old was he when he achieved this feat?",
        13
    ],
    [
        "In what year was Rosa Parks arrested for refusing to give up her seat on a bus in Montgomery, Alabama?",
        1955
    ],
    [
        "How many feet below sea level is the Dead Sea?",
        1348
    ],
    [
        "How many pounds does the comic book character Wonder Woman weigh?",
        165
    ],
    [
        "In 2006, how many emails were sent on an average day (in billions)?",
        31
    ],
    [
        "If a person weighs 100 pounds on Earth, how many pounds would they weigh on the surface of the moon?",
        16.5
    ],
    [
        "What percent of Americans find the commercials to be the most important part of the Super Bowl (as of 2007)?",
        18.1
    ],
    [
        "In what year did U2 first release the album Achtung Baby?",
        1992
    ],
    [
        "How many gallons of water does it take to fill up an Olympic-size pool?",
        800000
    ],
    [
        "2 John has the smallest number of verses in the New Testament. How many verses does it have?",
        13
    ],
    [
        "How old was Adam when he died?",
        930
    ],
    [
        "How many Philistine foreskins did Saul require David to obtain before he would allow his daughter Michal to marry David?",
        100
    ],
    [
        "How many verses does Psalms 119 have?",
        176
    ],
    [
        "How many letters did Paul write in the New Testament? Note: Given that the author does not identify himself in the Book of Hebrews, it will be excluded from the answer.",
        13
    ],
    [
        "How old was Noah when the Flood occurred?",
        600
    ],
    [
        "How old was Abraham when his first son was born?",
        86
    ],
    [
        "How many books are in Euclid's Elements?",
        13
    ],
    [
        "When did Immanuel Kant first publish The Critique of Pure Reason?",
        1781
    ],
    [
        "The first influential novel, Don Quixote, was published in what year?",
        1605
    ],
    [
        "For how many years is Odysseus stuck on Calypso's island?",
        8
    ],
    [
        "How many dialogues are in the \"The Collected Dialogues of Plato\"?",
        28
    ],
    [
        "Excluding both of the epilogues, how many chapters are in Leo Tolstoy's novel War and Peace?",
        337
    ],
    [
        "How many full-length plays did William Shakespeare write?",
        37
    ],
    [
        "How many people attended the St. Patrick's Day parade in Dublin, Ireland, in 2006?",
        500000
    ],
    [
        "In what year was the first St. Patrick's Day parade held in Boston?",
        1737
    ],
    [
        "The famous blue Blarney Stone was set into Blarney Castle in what year?",
        1446
    ],
    [
        "Women made up what percentage of drunk driver arrests in the U.S. in 2006?",
        22
    ],
    [
        "How many people did St. Patrick baptize in his lifetime?",
        120000
    ],
    [
        "How many calories in a 16 oz. McDonalds Shamrock Shake?",
        580
    ],
    [
        "In what year was St. Patrick born?",
        385
    ],
    [
        "In dollars, what was the price of the first Ford Model T car that was introduced in 1908?",
        850,
        "$850"
    ],
    [
        "In minutes, what is the longest that any astronaut has walked in space?",
        536
    ],
    [
        "In what year was Pluto discovered?",
        1930
    ],
    [
        "In what year did an expedition first reach the South Pole?",
        1911
    ],
    [
        "In what year was \"Spacewar\", the first computer game, created?",
        1961
    ],
    [
        "In 2003, how many times did the average American use an ATM machine to withdraw cash?",
        29
    ],
    [
        "In what year was the syrup for Coca-Cola first produced?",
        1886
    ],
    [
        "In what year was a vaccination first discovered for the deadly disease smallpox?",
        1796
    ],
    [
        "In what year did Michelangelo finish painting the ceiling of the Sistine Chapel?",
        1512
    ],
    [
        "In how many seasons did Babe Ruth lead major league baseball in home runs?",
        11
    ],
    [
        "In what year did Walt Disney World open in Orlando, Florida?",
        1971
    ],
    [
        "In what year did the National Guard shoot 4 students at Kent State University for protesting the Vietnam War?",
        1970
    ],
    [
        "In what year did pilot Amelia Earhart take off from Miami on an around-the-world flight, never to be seen again?",
        1937
    ],
    [
        "In years, what was the longest recorded life span of a domestic dog?",
        20
    ],
    [
        "In what year was the Eiffel Tower completed?",
        1889
    ],
    [
        "In what year did the first episode of the animated sitcom The Simpsons air?",
        1989
    ],
    [
        "In what year did the U.S. enter World War I?",
        1917
    ],
    [
        "In what year were women in the U.S. granted the right to vote?",
        1920
    ],
    [
        "In an average year, how many fires in the U.S. are caused by Christmas tree accidents?",
        300
    ],
    [
        "In pounds, what was the weight of the largest gold nugget ever found?",
        156
    ],
    [
        "In years, what is the average life span of a hippopotamus in captivity?",
        41
    ],
    [
        "In degrees Fahrenheit, what was the lowest temperature ever recorded in the state of Hawaii?",
        12
    ],
    [
        "In the 1933 film King Kong, how many feet tall was King Kong said to be?",
        50
    ],
    [
        "In what year did astronomer Nicolas Copernicus publish his belief that the Earth revolves around the sun?",
        1543
    ],
    [
        "In what year did Congress pass most of president Franklin D. Roosevelt's New Deal measures during a 100-day special session?",
        1933
    ],
    [
        "In days, what is the longest that any astronaut has spent in space on a single mission?",
        437.75
    ],
    [
        "In what year was the \"Chunnel\", the underwater rail tunnel connecting England and France, opened to the public?",
        1994
    ],
    [
        "In what year was an ATM machine first installed in the U.S?",
        1969
    ],
    [
        "In what year was a woman first elected to the U.S. House of Representatives?",
        1916
    ],
    [
        "In what year was the first Men's World Cup of Soccer played?",
        1930
    ],
    [
        "In what year did Michael Jackson first publicly perform his \"moonwalk\" dance?",
        1983
    ],
    [
        "In what year did the British rename the city of New Amsterdam as New York?",
        1664
    ],
    [
        "In what year were the Voyager missions first launched to explore the planets beyond Mars?",
        1977
    ],
    [
        "In what year were girls first officially allowed to play on Little League baseball teams?",
        1974
    ],
    [
        "In what year were the first modern Summer Olympics held?",
        1896
    ],
    [
        "In what year was the film \"Casablanca\" first released?",
        1942
    ],
    [
        "In what year did Mother Teresa win the Nobel Peace Prize?",
        1979
    ],
    [
        "In what year did Affirmed become the last horse to win the Triple Crown of horse racing?",
        1978
    ],
    [
        "In what year did Adam Smith first publish \"The Wealth Of Nations\", his book on capitalist economics?",
        1776
    ],
    [
        "In what year did Isaac Newton first publish his theory of the laws of gravity?",
        1687
    ],
    [
        "In what year were the first Winter Olympics held?",
        1924
    ],
    [
        "In what year did a pilot first break the sound barrier?",
        1947
    ],
    [
        "In what year did a U.S. president first live in the White House?",
        1800
    ],
    [
        "In what year did Tonya Harding win the 2nd of her two U.S. Women's Figure Skating Championships, only to be stripped of the title?",
        1994
    ],
    [
        "In what year was the film \"Citizen Kane\" first released?",
        1941
    ],
    [
        "In what year was the Braille system invented, enabling the blind to read by touch?",
        1829
    ],
    [
        "In what year did the pilot episode of the TV sitcom \"Seinfeld\" air?",
        1989
    ],
    [
        "In what year was a sheep first cloned?",
        1997
    ],
    [
        "In what year did Christopher Columbus first reach South America?",
        1498
    ],
    [
        "In dollar, what was the budget for the 1997 film \"Titanic\"?",
        200000000
    ],
    [
        "In how many seasons did Michael Jordan lead the NBA in points scored per game?",
        10
    ],
    [
        "In 2004, how many online purchases were made by the average 18 to 21-year-old in the U.S.?",
        15
    ],
    [
        "In what year did the FBI begin its \"Ten Most Wanted Fugitives\" list?",
        1950
    ],
    [
        "In what year did Henry Ford found Ford Motor Company?",
        1903
    ],
    [
        "In how many of the world's 193 countries is English an official language?",
        57
    ],
    [
        "In what year was the parking meter invented?",
        1935
    ],
    [
        "In what year was the first U.S. transcontinental railroad completed?",
        1869
    ],
    [
        "In the average bag of milk chocolate M&M's, what percentage are blue?",
        24
    ],
    [
        "In dollars, how much was Margaret Mitchell paid for the rights to make her novel \"Gone with the Wind\" into a movie?",
        50000
    ],
    [
        "In dollars, what was the minimum hourly wage in the U.S. in 2000?",
        5.15
    ],
    [
        "In what year did the world's first female prime minister take office?",
        1960
    ],
    [
        "In miles per hour, how strong must winds be for a storm to qualify as a \"severe thunderstorm\"?",
        58
    ],
    [
        "In what year did the Wright Brothers become the first people to successfully fly a manned airplane?",
        1903
    ],
    [
        "In what year was the Heisman Trophy first awarded to the nations's most outstanding college football player?",
        1935
    ],
    [
        "In what year did Elvis Presley first release a music video for \"Jailhouse Rock\", the first music video made available to the public?",
        1957
    ],
    [
        "In miles per hour, how fast does sound travel at sea level?",
        761
    ],
    [
        "In what year did Jackie Robinson become the first African-American to play Major League Baseball in the 20th century?",
        1947
    ],
    [
        "In what year was John Scopes found guilty and fined $100 for teaching evolution in a Tennessee high school?",
        1925
    ],
    [
        "In what year was the film \"The Wizard of Oz\" first released?",
        1939
    ],
    [
        "Stonehenge once consisted of over 60 stones. As of january 2005, how many of the remaining stones stand upright?",
        17
    ],
    [
        "Rhode Island is the smallest U.S. state, while Alaska is the largest. How many Rhode Islands could fit into the land area of Alaska?",
        546
    ],
    [
        "Over the 5-year period from 1998 to 2002, how many pints of ice cream did the average American eat per year?",
        31.45
    ],
    [
        "Over the 5-year period from 2000 to 2004, what was the average number of movie theater screens in the U.S.?",
        35,
        987
    ],
    [
        "Of the 435 seats in the U.S. House of Representatives, how many were held by Republicans in February 2005?",
        231
    ],
    [
        "Of all accidental U.S. deaths over the 5-year period between 1999 and 2003, what percent were due to motor vehicle accidents?",
        53.08,
        "53.08%"
    ],
    [
        "Of the 10,500 athletes who competed in 2004 Summer Olympics, how many were expelled for drug violations before the closing ceremony?",
        24
    ],
    [
        "On average, how many pounds does an African Elephant weigh?",
        9988
    ],
    [
        "As of January 2005, what is the highest dollar price ever paid for a baseball card?",
        "1200000",
        "1.2 million"
    ],
    [
        "According to Blockbuster Inc., what percent of Americans watch the same movie each year as a part of their Christmas holiday tradition in 2005?",
        61,
        "61%"
    ],
    [
        "According to 2003 estimates, what percent of the U.S. population was born outside the U.S.?",
        11.5
    ],
    [
        "According to the 1994 film \"Forrest Gump\", what was Gump's IQ?",
        75
    ],
    [
        "As of January 2004 estimates, what percentages of the world's populations is comprised of self-declared Agnostics, those with no religious affiliation?",
        12.02
    ],
    [
        "As of 2005, what was the least number of combined points scored by both teams in a Super Bowl?",
        21
    ],
    [
        "As of 2005, how many Grammy Awards has Bob Dylan received?",
        8
    ],
    [
        "According to July 2004 estimates, how many times greater is the population of the U.S. than that of Canada?",
        9.01
    ],
    [
        "As of January 2005, how many cities did Southwent Airlines service?",
        59
    ],
    [
        "According to 2003 estimates, what percent of the U.S. prison population is imprisoned for drug offenses?",
        54.8
    ],
    [
        "According to 2002 estimates, what is the average annual dollar salary of those employed in the New York City metropolitan area?",
        57,
        708
    ],
    [
        "According to 2003 estimates, what percent of U.S. physicians are women?",
        25.8
    ],
    [
        "As of January 2005, what percent of U.S. presidents had served in a war?",
        57.14
    ],
    [
        "According to 2003 estimates, what percent of Americans age 25 or over have a high school diploma?",
        85
    ],
    [
        "According to July 2004 estimates, how many people live in the U.S?",
        293000000,
        "293 million"
    ],
    [
        "According to a 2004 nationwide survey, what percent of Baby Boomers said that the best years of their lives would come after they retire?",
        57
    ],
    [
        "According to July 2004 estimates, what is the population of Germany, Europe's mos],t populous country?",
        82400000,
        "82.4M"
    ],
    [
        "According to 2005 estimates, how many credit cards are in use in the U.S.?",
        140000000,
        "1.4B"
    ],
    [
        "According to the US Census Bureau, how many years longer is the life expectancy of women born in the U.S. in 2000 than of men born in the U.S. in 2000?",
        5.4
    ],
    [
        "According to a 2005 nationwide survey, what percent of Americans find the commercials to be the most important element of the Super Bowl?",
        15.7
    ],
    [
        "According to 2002 estimates, what percent of the U.S. population is comprised of self-declared Protestants?",
        52
    ],
    [
        "As of 1983, what was the weight in pounds of the largest freshwater fish ever caught?",
        468
    ],
    [
        "According to 2002 estimates, what percent of U.S. workers with email access spend more than an hour per day on email?",
        27
    ],
    [
        "As of January 2005, what percent of U.S vice presidents has become president?",
        30.43
    ],
    [
        "According to July 2004 estimates, what percent of the world's population lives in Asia?",
        60.67
    ],
    [
        "According to 2003 estimates, how many people live in Wyoming, the least populous U.S. state?",
        501242
    ],
    [
        "As of January 2005, what was the highest dollar value paid for a printed collection of William Shakespeare's plays?",
        6100000,
        "6.1M"
    ],
    [
        "According to a 2003 poll, what percent of U.S. adult internet users said their daily routines would be affected if they could no longer use the internet?",
        64
    ],
    [
        "As of 2005, how many horses had won racing's prestigious Triple Crown?", 11
    ],
    [
        "According to a 2004 nationwide poll, what percent of American teens said that a career as a doctor would be their ideal job?",
        6.2
    ],
    [
        "As of May 2005, how many countries were membersof the European Union?",
        25
    ],
    [
        "As of January 2005, Pablo Picasso's \"Boy with a pipe\" was the most expensive painting ever sold at auction. How much was paid, in dollars?",
        104200000,
        "104.2M"
    ],
    [
        "According to a 2004 consumer survey, what percent of american families annually spend more than they earn?",
        40
    ]
]