[
    [
        "During the Christmas buying season, how many times a minute is the average Visa card used every minute in the United States?",
        5430,
        "Average of 5340 times per minute"
    ],
    [
        "What year was the first Christmas card sent?",
        1843,
        "Sir Henry Cole had John Calcott Horsley to design a card so he wouldn't have to write a Christmas letter. These days, we seem to do both! The card sold for a shilling a copy."
    ],
    [
        "What year was Charles Dicken's “A Christmas Carol” published?",
        1843
    ],
    [
        "What year was the poem “Twas the Night Before Christmas” written?",
        1823
    ],
    [
        "In the United States, Alabama was the first state to recognize Christmas as a legal holiday. What year did this happen?",
        1836
    ],
    [
        "What year did Christmas become recognized by the United States as a legal holiday?",
        1870,
        "1870 (June 26th)"
    ],
    [
        "What percent of Americans sing Christmas carols to their pets?",
        56,
        "56%"
    ],
    [
        "Based on a 1999 estimate of homes in North America and Europe, how many houses would Santa Claus have to visit?",
        42466666,
        "42,466,666 homes in a 12-hour period"
    ],
    [
        "Oliver Cromwell banned Christmas Carols in England in which year?",
        1649,
        "1649 (until 1690)"
    ],
    [
        "What year did Austrian priest, Joseph Mohr write Silent Night?",
        1818
    ],
    [
        "What percentage of adults sent at least one paper greeting card during the 2004 holiday season?",
        91,
        "91%"
    ],
    [
        "In what year was the film \"It's a Wonderful Life\" first released?",
        1946
    ],
    [
        "What percent of all U.S. holiday shopping is completed after Dec. 18?",
        32,
        "32% on average"
    ],
    [
        "The record for tallest Christmas tree was in Milan, 2003. In feet, how tall was the tree?",
        334,
        "334 feet (108 feet in diameter, 237,000 bulbs)"
    ],
    [
        "When the most valuable Christmas card of all time was auctioned at Christie's in London, April 2000, what was the final bid?",
        8737,
        "$8,737 - It was hand-drawn by John Lennon, addressed to Brian Epstein, including two ink cartoon emus touching beaks."
    ],
    [
        "At what latitude will you find the Geographic North Pole?",
        90,
        "90 degrees north"
    ],
    [
        "In what year did Parry first attempt to reach the North Pole?",
        1827
    ],
    [
        "What Year where the names of the original 8 Reindeers recorded? (Blitzen, Comet, Cupid, Dancer, Dasher, Donder, Prancer, and Vixen)",
        1822,
        "1822 - The names of the 8 reindeer were published by Clement Clark Moore, in his poem “A Visit From St. Nicholas"
    ],
    [
        "In what year did the name of “Rudolf the Reindeer” first appear in print?",
        1939,
        "Rudolph was first written about only in 1939 by Robert May, who included him in a story for the Montgomery Ward Christmas catalogue"
    ],
    [
        "In 1822 how may extra postmen did Washington D.C. hire to handle the Christmas post?",
        16,
        "the postmaster in Washington, D.C. was worried by the amount of extra mail at Christmas time. His preferred solution to the problem was to limit by law the number of cards a person could send. Even though commercial cards were not available at that time, people were already sending so many home-made cards that sixteen extra postmen had to be hired in the city."
    ],
    [
        "How many gifts would you receive if you received all of the gifts in the song \"The Twelve Days of Christmas\"?",
        364,
        "364 presents"
    ],
    [
        "When were electric lights for trees were first used?",
        1895
    ],
    [
        "How many Christmas trees do Americans buy each Christmas?",
        37100000,
        "37.1 million real Christmas trees each year According to the National Christmas Tree Association"
    ],
    [
        "What percent of Christmas trees are bought from the nation's 5,000 choose-and-cut farms?",
        25,
        "25 percent"
    ],
    [
        "How many Christmas cards does the average American household mail and receive for Christmas?",
        28
    ],
    [
        "During the Christmas buying season, how many times a minute is the average Visa card used every minute in the United States? ",
        5340,
        "average of 5,340 times"
    ],
    [
        "What percent of Americans sing Christmas carols to their pets?",
        56,
        "56%"
    ],
    [
        "In what year did Pope Julius the First declare Christmas should be on December 25th?",
        320,
        "AD 320"
    ],
    [
        "Oklahoma was the last state to recognize Christmas in which year?",
        1907
    ],
    [
        "How many singles of “White Christmas” sung by Bing Crosby were sold?",
        50000000,
        "50 million"
    ],
    [
        "In the movie \"A Christmas Story\" how many times does Ralphie say he wants a Red Ryder BB Gun.",
        28
    ],
    [
        "What percent of Americans watch the same movie each year as part of their Christmas holiday tradition?",
        61,
        "61%"
    ],
    [
        "In inches, what is the average height of a reindeer?",
        42,
        "42 inches"
    ],
    [
        "What year did Coca-Cola first use Santa Claus in advertising?",
        1931
    ],
    [
        "What is the average growing time for a Christmas tree in years?",
        7,
        "7 years"
    ],
    [
        "What is the population of the North Pole as of 2024?",
        2300,
        "North Pole, Alaska has a population of 2,300"
    ],
    [
        "What year is thought to be the first observation of the December 25 holiday?",
        336,
        "The Christian church in Rome commemorated the Feast of the Nativity in 336"
    ],
    [
        "What year was the first modern-day image of Santa Claus published?",
        1881,
        "1881 - Thomas Nast, a political cartoonist, created the modern image of Santa Claus in Harper's Weekly"
    ],
    [
        "What year was the first Rockefeller Center Christmas tree erected?",
        1931,
        "In December of 1931, workers at Rockefeller Center pooled their money to buy a Christmas tree. It was a 20-foot balsam fir"
    ],
    [
        "When did lighting the Rockefeller Center Christmas tree become an annual tradition?",
        1933,
        "December 1933"
    ],
    [
        "When did the Rockefeller Center skating rink open?",
        1936
    ],
    [
        "What's the tallest tree in Rockefeller Center's history (in feet)?",
        100,
        "Imported from Killingworth, Connecticut in 1999, the tallest tree stood 100 feet tall"
    ],
    [
        "What year did the English Puritans ban Christmas?",
        1647,
        "The English Puritans banned the holiday in 1647 because they viewed it as a pagan celebration. In Massachusetts, the U.S. Puritans followed suit. From 1659 to 1681, anyone caught celebrating the holiday was fined"
    ],
    [
        "How many christmas tree seedlings are planted each year?",
        6500000,
        "65 million"
    ],
    [
       "In what year did “A Charlie Brown Christmas” first air?", 1965
    ],
    [
        "How old is Kevin McCallister in the movie “Home Alone”?", 8
    ],
    [
        "If there are 365 days in a year, what number day is Christmas Day?", 359
    ],
    [
        "How many reindeer pull Santa's sleigh (including Rudolph)?", 9
    ],
    [
        "What is Santa's Zipcode where he receives letters from children?", 88888, "Santa Claus, 123 Elf Road, North Pole, 88888."
    ],
    [
        "What day of December are Poinsettia typically given on?",
        12,
        "National Poinsettia Day is December 12th"
    ],
    [

        "What year did the first Christmas tree appear in the White House?",
        1856
    ],
    [
        "What year did the movie A Christmas Story come out?",
        1983
    ],
    [
        "What was the estimated budget for the movie A Christmas Story?",
        4000000,
        "4 million dollars"
    ],
    [
        "In what year did the “A Christmas Story” house in Cleveland open as a museum?",
        2006
    ]

]